tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "pyama86/ptools"
brew "act"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "argocd"
brew "autoconf"
brew "automake"
brew "awscli"
brew "bat"
brew "libtool"
brew "guile"
brew "gnutls"
brew "qemu"
brew "colima"
brew "colordiff"
brew "coreutils"
brew "docker", link: false
brew "docker-compose", link: false
brew "dog"
brew "fd"
brew "gobject-introspection"
brew "harfbuzz"
brew "tesseract"
brew "ffmpeg"
brew "figlet"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "git-lfs"
brew "gnu-sed"
brew "go"
brew "netpbm"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "hey"
brew "httrack"
brew "hyperkit", link: false
brew "libheif"
brew "imagemagick"
brew "jq"
brew "kubeseal"
brew "lv"
brew "minikube"
brew "mysql"
brew "neovim"
brew "nkf"
brew "nmap"
brew "node-build"
brew "nodenv"
brew "peco"
brew "podman"
brew "postgresql"
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "sd"
brew "sqlparse"
brew "telnet"
brew "tfenv"
brew "tig"
brew "tmux"
brew "tree"
brew "v8"
brew "wget"
brew "heroku/brew/heroku", link: false
brew "pyama86/ptools/pdr"
cask "chromedriver"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "gimp"
cask "google-japanese-ime"
cask "iterm2"
cask "libreoffice"
cask "libreoffice-language-pack", args: { language: "ja" }
cask "multipass"
cask "vagrant"
cask "virtualbox"
