tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "bat"
brew "sqlite"
brew "colordiff"
brew "docker"
brew "docker-compose", link: false
brew "dog"
brew "ffmpeg"
brew "figlet"
brew "gh"
brew "ghq"
brew "gnu-sed"
brew "go"
brew "graphviz"
brew "hey"
brew "httrack"
brew "imagemagick"
brew "mysql"
brew "nmap"
brew "node"
brew "peco"
brew "rbenv"
brew "telnet"
brew "tig"
brew "tmux"
brew "tree"
brew "wget"
brew "heroku/brew/heroku"
cask "chromedriver"
cask "gimp"
cask "iterm2"
cask "vagrant"
cask "virtualbox"
