tap "basd4g/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
brew "awscli"
brew "cmake"
brew "colordiff"
brew "composer"
brew "coreutils"
brew "curl"
brew "gnutls"
brew "emacs"
brew "fetchmail"
brew "gawk"
brew "getmail"
brew "gnu-sed"
brew "gnupg"
brew "httrack"
brew "imagemagick@6"
brew "jhead"
brew "jq"
brew "mas"
brew "mutt"
brew "neovim", args: ["HEAD"]
brew "procmail"
brew "sphinx-doc"
brew "tmux"
brew "tree"
brew "wget"
brew "yarn"
brew "zlib"
brew "basd4g/tap/pdef"
cask "chromium"
cask "font-hackgen"
cask "gimp"
cask "iterm2"
cask "macfuse"
cask "osxfuse"
cask "thunderbird"
cask "visual-studio-code"
cask "vivaldi"
cask "wireshark"
mas "Bitwarden", id: 1352778147
mas "ForkLift", id: 412448059
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "LINE", id: 539883307
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "TweetDeck", id: 485812721
mas "Xcode", id: 497799835
