tap "basd4g/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "yammerjp/tap"
brew "python@3.9"
brew "awscli"
brew "glib"
brew "cmake"
brew "colordiff"
brew "coreutils"
brew "openldap"
brew "curl"
brew "deno"
brew "docker"
brew "gnutls"
brew "emacs"
brew "fd"
brew "gobject-introspection"
brew "harfbuzz"
brew "ffmpeg"
brew "fzf"
brew "gawk"
brew "git"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "goreleaser"
brew "httrack"
brew "imagemagick@6"
brew "jhead"
brew "jq"
brew "lima"
brew "luv"
brew "mas"
brew "neovim", args: ["HEAD"]
brew "nkf"
brew "node"
brew "node-build"
brew "nodenv"
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "sd"
brew "shellcheck"
brew "tmux"
brew "tree"
brew "wget"
brew "zlib"
brew "basd4g/tap/pdef"
brew "yammerjp/tap/db-time-traveler"
cask "chromium"
cask "font-hackgen"
cask "gimp"
cask "google-cloud-sdk"
cask "iterm2"
cask "joplin"
cask "karabiner-elements"
cask "kicad"
cask "macfuse"
cask "multipass"
cask "scroll-reverser"
cask "virtualbox"
cask "visual-studio-code"
cask "vivaldi"
mas "Bitwarden", id: 1352778147
mas "ForkLift", id: 412448059
mas "Free Ruler", id: 1483172210
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "LINE", id: 539883307
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "TweetDeck", id: 485812721
mas "Xcode", id: 497799835
