cheatsheet
dropbox
docker
gimp
google-chrome
google-backup-and-sync
firefox
google-japanese-ime
hyper
homebrew/cask-drivers/fujitsu-scansnap-home
karabiner-elements
postman
skype
slack
virtualbox
virtualbox-extension-pack
visual-studio-code
microsoft-word
microsoft-excel
microsoft-powerpoint
font-hackgen
bitwarden
